import{_ as f}from"./TermsCard.vue.7c8a2ea1.js";import{z as g,D as l,a1 as _,a2 as w,C as q,N as C,H as e,I as n,J as h,K as v,O as t,L as s,a4 as N,P as I,T as L,S as B,u as P,af as U,X as E}from"./entry.a7f8609d.js";import{u as D}from"./vue.f36acd1f.5ffa1e25.js";import{_ as T}from"./icon-keyboard-arrow-right.fc161bc2.js";import"./client-only.0dd8160e.js";const O={class:"mx-auto pc:max-w-[1024px] mobile:w-[342px] min-h-screen"},k={class:"flex mt-[32px]"},$={"data-src":T,alt:"官公庁様向け利用規約",class:""},j=t("p",{class:"text-sm font-normal ml-[9px]"},"官公庁様向け利用規約",-1),z=t("div",null,[t("p",{class:"text-[32px] font-bold text-center underlined-privacy-policy mt-[64px]"}," 官公庁様向け利用規約 ")],-1),R=t("div",{class:"mt-[88px]"},[t("p",null," 「PUBLIC CONNECT」官公庁様向け利用規約(以下「本規約」といいます。)には、株式会社パブ リックコネクト(以下「当社」といいます。)の提供する「PUBLIC CONNECT」のご利用にあた り、求人者として利用される皆様に遵守していただく事項、および当社と求人者との間の権利義務関係 が定められております。当社の本サービスをご利用になる方は、本規約に同意する前に必ず全文お読み 下さいますようお願いいたします。 ")],-1),H={class:"mb-[88px] pt-[24px]"},V=t("div",{class:"mb-[104px]"},[t("p",null,"【2023年7月1日制定】")],-1),X=g({__name:"index",setup(A){const i=P();D({title:"官公庁様向け利用規約",link:[{rel:"canonical",href:`${i.public.siteURL}/terms-service`}],meta:[{hid:"og:url",property:"og:url",content:`${i.public.siteURL}/terms-service`},{name:"robots",content:"noindex,nofollow"},{hid:"og:title",property:"og:title",content:"官公庁様向け利用規約"},{hid:"twitter:title",property:"twitter:title",name:"twitter:title",content:"官公庁様向け利用規約"},{hid:"description",name:"description",content:"「PUBLIC CONNECT」官公庁様向け利用規約(以下「本規約」といいます。)には、株式会社パフリックコネクト(以下「当社」といいます。)の提供する「PUBLICCONNECT」のご利用にあたり、求人者として利用される皆様に遵守していただく事項、および当社と求人者との間の権利義務関係が定められております。当社の本サービスをご利用になる方は、本規約に同意する前に必ず全文お読み下さいますようお願いいたします。"},{hid:"og:description",property:"og:description",content:"「PUBLIC CONNECT」官公庁様向け利用規約(以下「本規約」といいます。)には、株式会社パフリックコネクト(以下「当社」といいます。)の提供する「PUBLICCONNECT」のご利用にあたり、求人者として利用される皆様に遵守していただく事項、および当社と求人者との間の権利義務関係が定められております。当社の本サービスをご利用になる方は、本規約に同意する前に必ず全文お読み下さいますようお願いいたします。"}]});const p=l(_()),u=l(w()),r=q(()=>u.value?"employer":p.value?"user":"guest"),d=l([{question:"第1条 (適用)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 本規約は、本サービスの利用条件及び本サービスの利用に関する当社と求人者との間の権利義務関 係を定めることを目的とし、当社と求人者との間の本サービスの利用に関わる一切の関係に適用さ れます。</li>
        <li style = "list-style-type: auto"> 当社が当社ウェブサイト上で掲載する本サービス利用に関するルール(https://public-connect.jp) は、本規約の一部を構成するものとします。</li>
        <li style = "list-style-type: auto"> 本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、 本規約の規定が優先して適用されるものとします。ただし、当社と求人者との間において個別の合 意があり、かつ当該合意の内容において本規約よりも当該合意が優先される旨の合意がされた場合 はこの限りではありません。</li>
    </ul>`},{question:"第2条 (定義)",answer:`
    本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。<br>
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 「サービス利用契約」とは、本規約を契約の内容として、当社と求人者との間で締結される、本 サービスの利用契約を意味します。</li>
        <li style = "list-style-type: auto"> 「求人者」とは、第 3 条(登録)に基づいて求人者としての登録が完了した者であり、求人情報を本サービスにおいて掲示掲示し、これによって求人の募集を行う国(省庁) 、地方公共団体、独立 行政法人その他の官公庁(以下「官公庁等」といいます。) また過去に求人者であった者(本サービスの求人者としての登録を抹消した人や強制退会を受けた人を含む)も含みます。</li>
        <li style = "list-style-type: auto"> 「求職者」とは、本サービスに掲載された求人情報に関し、求人者との間で任用関係の形成又は雇用契約を締結(成立)する目的で本サービスを利用する個人を意味します。</li>
        <li style = "list-style-type: auto"> 「求人情報」とは、本サービスを通じて求人者から提供される求人に関する情報をいいます。</li>
        <li style = "list-style-type: auto"> 「当社ウェブサイト」とは、そのドメインが「public-connect.jp」である、当社が運営するウェ ブサイト(理由の如何を問わず、当社のウェブサイトのドメインまたは内容が変更された場合 は、当該変更後のウェブサイトを含みます。)を意味します。</li>
        <li style = "list-style-type: auto"> 「本サービス」とは、当社ウェブサイトにおいて、求人者が求職者に対し、地方公共団体その他 の官公庁の求人情報を提供することで、求人者と求職者の任意のマッチングを支援するサービ ス、及びこれに関連するその他の各種サービスを意味します。なお、理由の如何を問わずサービ ス名やサービス内容が変更された場合は、当該変更後のサービスを含みます。</li>
        <li style = "list-style-type: auto"> 「マッチング」とは、求職者が自らの意思において、本サービス所定の方法により、特定の求人 情報の内容の仕事につき就労を希望する旨を示し、当該希望が本サービスを通して求人者に伝達 されることを意味します。</li>
        <li style = "list-style-type: auto"> 「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権(それ らの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。)を意味しま す。</li>
    </ul>`},{question:"第3条 (登録)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求人者として本サービスの利用を希望する者(以下「登録希望者」といいます。)は、本規約を遵守することに同意し、かつ当社の定める一定の情報(以下「登録事項」といいます。)を当社ウェ ブサイト上の専用フォームから当社に提供することにより、当社に対し、本サービスの利用の申込 みをすることができます。</li>
        <li style = "list-style-type: auto"> 当社は、当社の審査基準に従って、前項に基づいて本サービスの利用の申込を行った登録希望者の 登録の可否を判断し、当社が登録を認める場合にはその旨を登録希望者に通知します。登録希望者 の求人者としての登録は、当社が本項の通知を行ったことをもって完了したものとします。</li>
        <li style = "list-style-type: auto"> 前項に定める登録の完了時に、サービス利用契約が求人者と当社の間に成立し、求人者は、本サー ビスを本規約に従い利用することができるようになります。</li>
        <li style = "list-style-type: auto"> 当社は、登録希望者が、以下の各号のいずれかの事由に該当する場合は、登録及び再登録を拒否す ることがあり、また、当社はその理由について一切開示義務を負いません。
          <br>(1) 当社に提供した登録事項の全部または一部につき虚偽、誤記または記載漏れがあった場合
          <br>(2) 会社(株式会社、合名会社、合資会社又は合同会社)、個人事業主、その他官公庁等以外の私的団体からの申込みであると当社が判断した場合
          <br>(3) すでに求人者として登録されている官公庁等に属する別の担当者からの申込みであると当社が判断した場合
          <br>(4) 反社会的勢力等(暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。)である、または資金提供その他を通じて反社会的勢力等の維持、運営も しくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行って いると当社が判断した場合
          <br>(5) 過去当社との契約に違反した者またはその関係者であると当社が判断した場合
          <br>(6) 第11条第1項(登録抹消等)に定める措置を受けたことがある場合
          <br>(7) 当社と同種類似の事業を行う官公庁等が、本サービスにおいて不当な情報や利益を得ようとしていると当社が判断した場合
          <br>(8) その他、登録を適当でないと当社が判断した場合</li>
    </ul>`},{question:"第4条 (登録事項の変更)",answer:`
    求人者は、登録事項に変更があった場合、当社の定める方法により当該変更事項を遅滞なく当社に通知 するものとします。`},{question:"第5条 (パスワード及び求人IDの管理)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求人者は、自己の責任において、本サービスに関するパスワード及び求人者IDを適切に管理及び保管するものとし、これを第三者に利用させ、または貸与、譲渡、名義変更、売買等をしてはならないものとします。</li>
        <li style = "list-style-type: auto"> パスワードまたは求人者IDの管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任は求人者が負うものとします。</li>
        <li style = "list-style-type: auto"> 求人者は、アカウントIDやパスワードが盗まれていることや、第三者に使用されていることが判明した場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。</li>
    </ul>`},{question:"第6条 (求人者が負担する利用料金、支払方法等、及び求人者の費用負担)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求人者(一部の求人者を除く)は当社に対し、本サービス利用の毎月の対価として、別途当社ウェ ブサイト上で公開する月額の利用料金を、当社が当社ウェブサイト上で発行する請求書に基づき支 払うものとします。ただし、求人者の求めがあり、かつ当社が承認した求人者については、当社は求人者に対し、書面での請求書を発行し送付するものとします。支払方法は、求人者の選択により、本サービスを利用した各月の翌月末までに支払う方法(当月締め翌月末払い)と、本契約の有効期間終了日(毎年 3 月 31 日)までに全契約期 間の月数に対応した金額を一括で支払う方法が選択できます。なお、支払手数料は求人者の負担とします。</li>
        <li style = "list-style-type: auto"> 求人者と当社との間のサービス利用契約が月の途中で成立した場合でも、求人者はサービス利用契 約の成立日又は終了日の属する月の 1 か月分の利用料金を支払う義務を負います。例えば、2024 年8 月 15 日にサービス利用契約が成立しても、求人者は 8 月分として 1 か月分の利用料金の全額を支払う義務を負います(日割りでの利用料金の計算は行いません)。</li>
        <li style = "list-style-type: auto"> 第 1 項に規定する別途当社ウェブサイト上で公開する月額の利用料金については、当社所定の複数のプランがあり、求人者は当社ウェブサイトの掲示に基づきプランを決定するものします。ただ し、官公庁等のうち、都道府県・市町村等の地方公共団体の場合は、その人口により特定の当社所 定プランへの加入が義務付けられるものとし、また、サービス利用契約の締結後に当社当該人口が 減少したとしても、利用料金が低い当社所定プラン又は無料プランへの変更はできません。</li>
        <li style = "list-style-type: auto"> 前 3 項に規定する当社ウェブサイト上で掲示される利用料金については、当社は第 18 条の本規約の 変更の定めに基づき変更できるものとします。</li>
        <li style = "list-style-type: auto"> 求人者が利用料金の支払を遅滞した場合、求人者は支払期限の翌日から支払済みに至るまで、遅滞し た利用料金について年 2.5%の割合による遅延損害金を当社に支払うものとします。</li>
        <li style = "list-style-type: auto"> 当社は理由のいかんを問わず、受領済みの利用料金の減免及び返金は行いません。</li>
        <li style = "list-style-type: auto"> 前 6 項に関わらず、2024 年 3 月 31 日までは、求人者において本サービスを利用するために負担する対価は発生しません。</li>
        <li style = "list-style-type: auto"> 当社は、当社の判断により、求人者の間で前 7 項の規定とは異なる内容で別途の合意を行うことがあります。この場合、別途の合意の内容が本規約の内容よりも優先されます。</li>
        <li style = "list-style-type: auto"> 本サービスの提供を受けるために求人者に発生する費用(インターネット接続料金や通信料金を含む)は、すべて求人者の負担となります。</li>
    </ul>`},{question:"第7条 (有効期間及び退会)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求人者と当社の間のサービス利用契約の有効期間は、契約成立日から、契約成立日の翌日以降に最も早く到来する 3 月 31 日までとします。例えば、2023 年 9 月 10 日にサービス利用契約が成立した 場合、サービス利用契約の有効期間は 2023 年 9 月 10 日から 2024 年 3 月 31 日までとなります。た だし、前条第 2 項に規定するとおり、利用料金は 1 か月単位で発生します。</li>
        <li style = "list-style-type: auto"> 前項の規定にかかわらず、有効期間の満了日(各年の3月31日)までに、求人者が本サービス上又 は当社への通知により自動更新の停止の申請を行わない場合、サービス利用契約は同条件でさらに 1 年間更新されるものとし、その後も同様とします。ただし、更新後のサービス利用契約にお いて、当社都合又は求人者からの要請(オプション追加等)により利用料金が変更になる場合については、当社は求人者から、満了日である 3 月 31 日までに更新の同意を取得する必要があるものとします。</li>
        <li style = "list-style-type: auto"> 求人者は、本規約で規定する場合を除き、サービス利用契約の有効期間中の途中解約・解除をする ことができません。</li>
        <li style = "list-style-type: auto"> 前項の規定にかかわらず、求人者は、サービス利用契約の有効期間中であっても、当社所定の手続 の完了により、本サービスから退会し、自己の求人者としての登録を抹消することができます。た だし、この場合でも、サービス利用契約の有効期間の満了日までの利用料金は全額発生するものと します。</li>
        <li style = "list-style-type: auto"> 退会にあたり、当社に対して負っている債務がある場合(前項の定めによりサービス利用契約の有 効期間の途中で本サービスを退会した場合における有効期間の満了日までの利用料金を含む)は、 求人者は、前項のサービス利用契約の終了日において当社に対して負っている債務の一切について 当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。</li>
    </ul>
    `},{question:"第8条 (禁止事項)",answer:`
    求人者は、本サービスの利用にあたり、以下の各号のいずれかに該当する行為、又は該当すると当社が 判断する行為をしてはなりません。
    <br>(1) 法令に違反する行為及び本規約に違反する行為
    <br>(2) 当社、求職者、又はその他の第三者に対する詐欺又は脅迫行為
    <br>(3) 公序良俗に反する行為及び犯罪行為に関与・加担する行為
    <br>(4) 当社、求職者、他の求人者又はその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為
    <br>(5) 本サービスを通じ、以下に該当し、又は該当すると当社が判断する情報を当社又は求職者に送信する行為(求人者の求人情報への記載内容に含まれる情報を含む)
    <br>・暴力的又は残虐な表現を含む情報
    <br>・コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報
    <br>・当社、求職者、他の求人者又はその他の第三者の名誉又は信用を毀損する表現を含む情報
    <br>・わいせつな表現を含む情報
    <br>・差別を助⻑する表現を含む情報
    <br>・反社会的な表現を含む情報
    <br>・チェーンメール等の第三者への情報の拡散を求める情報
    <br>・他人に不快感を与える表現を含む情報
    <br>(6) 他の求人者のID又はパスワードを利用する行為、
    <br>(7) 本サービス及び当社ウェブサイトその他当社システムに対するリバースエンジニアリング、自動巡回プログラムの利用、その他の解析行為
    <br>(8) 本サービス及び当社ウェブサイトその他当社システムのネットワーク又はシステム等の全部又は一部に対して過度な負荷をかけるおそれのある行為、本サービスの運営を妨害するおそれのある行為及び当社のネットワーク又はシステム等への不正アクセス行為
    <br>(9) 本サービスにおいて、労働基準法、労働契約法、その他労働法規に違反する求人情報及び労働条件通知書を掲載する行為
    <br>(10) 虚偽の情報を登録・掲載する行為 (実際の労働の内容とは異なる求人情報及び労働条件通知書の記載を含みます。)
    <br>(11) 当社が事前に許諾しない本サービス上での宣伝、広告、勧誘、又は営業行為(当社と同種類似の事業を行う求人者が、本サービスにおいて不当な宣伝活動等を行おうとしている場合を含みます。)
    <br>(12) 当社、求職者その他の第三者に不利益、損害、不快感を与える行為
    <br>(13) 反社会的勢力等への利益供与
    <br>(14) 前各号の行為を直接又は間接に惹起し、又は容易にする行為
    <br>(15) 前各号の行為を試みる行為
    <br>(16) その他、当社が不適切と判断する行為`},{question:"第9条 (本サービスの変更・中断・停止等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社は、以下のいずれかに該当する場合には、求人者に事前に通知することなく、本サービスの全部又は一部の提供を変更、中断、停止又は終了することができるものとします(ただし次項本文に定める場合を除きます)。
          <br>(1) 本サービス及び当社ウェブサイトに関するサーバー保守、システム変更、コンピューター・シス テムの点検又は保守作業を緊急に行う場合
          <br>(2) コンピューター、通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキン グ等により本サービスの運営ができなくなった場合
          <br>(3) 地震、落雷、火災、風水害、停電、天災地変などの不可抗力により本サービスの運営ができなく なった場合
          <br>(4) その他、当社が変更、中断、停止又は終了を必要と任意に判断した場合</li>
        <li style = "list-style-type: auto"> 当社が前項第 4 号に基づき本サービスを終了する場合、当社は原則として求人者に事前に通知する ものとします。ただし、本サービスの終了につき緊急性を要すると当社が判断した場合はこの限り ではありません。</li>
        <li style = "list-style-type: auto"> 前2項に規定する場合において、求人者が何らかの理由により損害を被ったとしても、当社は一切 の責任を負いません。</li>
    </ul>`},{question:"第10条 (権利帰属)",answer:`
    本サービス及び当社ウェブサイトに関する知的財産権は全て当社又は当社にライセンスを許諾している者に帰属しており、本規約に基づく本サービスの利用許諾は、当社ウェブサイト又は本サービスに関す る当社又は当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。`},{question:"第11条 (登録抹消等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社は、求人者が、以下の各号のいずれかの事由に該当する場合は、事前に通知又は催告することなく、求人情報を削除もしくは非表示にし、当該求人者について本サービスの利用を一時的に停止 し、又は求人者としての登録を抹消しサービス利用契約を強制解約することができます。
          <br>(1) 本規約のいずれかの条項に違反した場合
          <br>(2) 登録事項に虚偽の事実があることが判明した場合
          <br>(3) 支払停止もしくは支払不能となり、又は破産手続開始、⺠事再生手続開始、会社更生手続開 始、特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合
          <br>(4) 求人者が第8条各号の禁止事項に該当する行為を行った場合
          <br>(5) その他、当社が求人者の本サービスの利用又は求人者としての登録の継続を適当でないと判断した場合</li>
        <li style = "list-style-type: auto"> 前項各号のいずれかの事由に該当し、当社が求人者としての登録を抹消しサービス利用契約を強制解約した場合、求人者は、当社に対して負っている債務(サービス利用契約の有効期間の満了日ま での利用料金を含む)の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の 支払を行わなければなりません。</li>
        <li style = "list-style-type: auto"> 求人者が第1項のいずれかの事由に該当し、これに基づき当社が損害を被った場合は、求人者は当 社に対して、当該損害(間接損害及び特別損害を含み、当社が負担した合理的な金額の弁護士費用 を含みます。)の全額を賠償するものとします。</li>
    </ul>`},{question:"第12条 (求人情報等に関する求人者の責任、並びに求人情報等に関する当社の免責)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求人者は、求人者が掲載する求人情報及び労働条件通知書(以下「求人情報等」といいます。)については、労働基準法、労働契約法、その他公務員に適用される労働法規(以下「労働法規」といい ます。)を遵守しなければなりません。また、マッチング後、求人者は求職者に対し、求人者の判 断と責任により、求職者が従事すべき業務の内容および賃金、労働時間その他の労働条件を明示 し、労働法規で求められる義務を履行しなければなりません。</li>
        <li style = "list-style-type: auto"> 求人者は、本サービスの利用にあたり、求人情報等及び使用者として遵守すべき手続が労働法規に 違反していないことを、求人者自らが確認するものとします。</li>
        <li style = "list-style-type: auto"> 当社は、求人情報等が労働法規に違反していた場合や求人者が労働法規で求められる義務を履行しな い場合でも、求人者に対し、当該行為により生じた損害その他一切の結果に対する責任を追わない ものとします。</li>
        <li style = "list-style-type: auto"> 当社は求人情報等の適法性、真実性及び妥当性について、確認する義務はなく、かつ一切責任を負い ません。</li>
        <li style = "list-style-type: auto"> 当社は求人者が提供した求人情報等に何らかの加工を加えるものでもなく、当社が特定の求人情報の みを取り出して求職者に対して提供するものではありません。また、特定の求職者のみに対して特 定の求人情報を提供するものではなく、全ての求人情報は全ての求職者が閲覧できる状況にありま す。もっとも、求人情報等が労働法規に違反することを当社が発見した場合、求人情報等の内容に 問題があると当社が判断した場合、又は求人者が本規約に違反したと当社が判断した場合に限り、 当社は求人者に事前の通知をすることなく、当該求人情報等の全部又は一部を削除することができ るものとします。</li>
    </ul>`},{question:"第13条 (その他の求人者の責任、並びにこれらに対する当社の免責)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求人者はマッチング後において、直接又は本サービスを通して、求職者との間で連絡を取り合い、双方の任意の判断で求人情報等の確認及び雇用契約の締結を行うものとします。当社は、求人者と求 職者との間の連絡内容(本サービス内のやり取りの内容を含む)に対して一切関与することはな く、その内容を加工することもありません。</li>
        <li style = "list-style-type: auto"> 当社は、求人情報等について、本規約及び当社プライバシーポリシーで個別に定める場合を除き、求 人者からの質問等への回答、その他対応等を行う義務を一切負いません。</li>
        <li style = "list-style-type: auto"> 当社は、求人者が本サービスにおいて登録・保存・当社に提供した求人情報等をはじめとする情報に ついて保存する義務を負うものではありません。</li>
    </ul>`},{question:"第14条 (本サービスに関する保証の否認及び免責等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社は、本サービスが求人者の特定の目的に適合すること、期待する機能・商品的価値・正確性・ 有用性を有すること、求人者による本サービスの利用が求人者に適用のある法令又は団体の内部規 則等に適合すること、継続的に利用できること、及び不具合が生じないことについて、明示又は黙 示を問わず何ら保証するものではありません。</li>
        <li style = "list-style-type: auto"> 当社は、本サービスを提供し、求人者と求職者のマッチングを促進しますが、当社は求人者と求職 者の雇用契約の成立をあっせんするものではなく、当社は職業安定法に規定される職業紹介を行う ものではありません。また、マッチングは雇用契約の成立を何ら意味するものではありません。し たがって、当社は求人者と求職者の雇用契約の締結、双方の義務の履行、及び賃金の支払等の当事 者間の法律関係については一切関与せず、当事者間の雇用契約の成立及び履行、並びにこれらに起 因する当事者間の紛争について、当社は一切責任を負わないものとします。</li>
        <li style = "list-style-type: auto"> 求人者は、求人者ご自身の責任において本サービスをご利用いただくものとし、本サービスにおい て行った一切の行為およびその結果について一切の責任を負うものとします。求人者が当サービス を利用することにより当社が損害を被った場合は、求人者は当社に対して、当該損害(間接損害及 び合理的な金額の弁護士費用を含みます。)の全額を賠償するものとします。</li>
        <li style = "list-style-type: auto"> 当社は、本サービスの内容において、欠陥、一時停止、一部削除、変更、終了及びそれらが原因で発 生した求人者の損害、本サービスの利用により又は利用できなかったことにより発生した求人者の 損害、並びに本サービスに起因する求人者の損害に対し、原則としていかなる責任も負わないもの とし、損害賠償義務を一切負わないものとします。</li>
        <li style = "list-style-type: auto"> 当社は、前項及び本規約の各免責規定のとおり、本サービス及びサービス利用契約に関して、求人者 が被った損害につき、一切の責任を負いません。ただし、当社に故意又は重過失がある場合を除きま す。</li>
        <li style = "list-style-type: auto"> 前項ただし書きにより当社が責任を負う場合でも、求人者が当社に負担する 3 か月分の利用料金の金 額(本サービスを無償で利用している場合は1 万円)を超えて賠償する責任を負わないものとしま す。</li>
        <li style = "list-style-type: auto"> 当社が責任を負うすべての場合において、付随的損害、間接損害、特別損害、将来の損害及び逸失利 益にかかる損害については、賠償する責任を負わないものとします。</li>
        <li style = "list-style-type: auto"> 前3項の規定は、本サービス及びサービス利用契約に関して、求人者が被った損害につき、債務不 履行、不法行為等の請求原因を問わず、当社が責任を負う場合のすべてに適用されます。</li>
        <li style = "list-style-type: auto"> 本サービス又は当社ウェブサイトに関連して求人者と求職者又は第三者との間において生じた取 引、連絡、紛争等(求人者と求職者との間の取引、連絡、紛争等を含む)については、求人者が自 己の責任によって解決するものとします。</li>
    </ul>`},{question:"第15条 (通信の秘密)",answer:`
    当社及び当社が委託した第三者は、求人情報等が労働法規に違反していないかその他求人情報等の内容 に問題があるか等の調査を目的として、法令上要求される通信の秘密に反しない範囲で、本サイト上の すべての箇所を監視できるものとします。ただし、当社が、電気事業通信法における電気通信事業者と しての業務を遂行するために必要であって、かつ同法が許与する場合であると当社が判断する場合に は、当社は正当業務行為として、求人者と求職者との間での個別のやり取り(本サービス上でのやり取りの内容を含む)に関連するすべての箇所を監視するものとします。`},{question:"第16条 (秘密保持)",answer:`
    求人者は、本サービスに関連して当社が求人者に対して秘密に取扱うことを求めて開示した非公知の情 報について、当社の事前の書面による承諾がある場合を除き、秘密に取扱うものとします。`},{question:"第17条 (求人者の情報の取扱い)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社による求人者の情報の取扱いについては、別途当社プライバシーポリシー(https://public-connect.co.jp/privacy-policy)の定めによるものとし、求人者は、当社がこのプライバシーポリシーに従って、求人者の登録事項等の情報を取扱うことについて同意するものとします。</li>
        <li style = "list-style-type: auto"> 当社は、求人者が当社に提供した情報、データ等を、個人情報保護法の規定に基づき、個人及び官 公庁等の名称を特定できない形での統計的な情報として、当社の裁量で、加工、利用及び公開することができるものとし、求人者はこれに同意するものとします。</li>
    </ul>`},{question:"第18条 (本規約等の変更)",answer:`
    当社は、当社が必要と認めた場合は、本規約を変更できるものとします。本規約を変更する場合、変 更後の本規約の施行時期及び内容を当社ウェブサイト上での掲示その他の適切な方法により周知し、 又は求人者に通知します。ただし、法令上求人者の同意が必要となるような内容の変更の場合は、当 社所定の方法で求人者の同意を得るものとします。`},{question:"第19条 (連絡・通知)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 本サービスに関する問い合わせその他求人者から当社に対する連絡又は通知、及び本規約の変更に関する通知その他当社から求人者に対する連絡又は通知は、当社の定める方法で行うものとします。</li>
        <li style = "list-style-type: auto"> 当社が登録事項に含まれるメールアドレスその他の連絡先に連絡又は通知を行った場合、求人者は当該連絡又は通知を受領したものとみなします。</li>
    </ul>`},{question:"第20条 (求人者の掲載情報の利用、及び当社の求人者に対する営業活動)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社は、求人者の登録事項のうち以下の情報を、当社の対外的な営業活動や広告活動、及び本サー ビス以外の当社の事業において利用できるものとし、求人者は本規約への同意をもって当社の当該 利用に同意したものとします。
          <br>(1) 求人者の名称(個人情報保護法に定める個人情報にあたるものを除く)
          <br>(2) 登録事項及び求人者が当社ウェブサイト上に掲載した情報のうち、その官公庁等を示すロゴ、求人情報、当社ウェブサイト上で公開しているブログ及びお知らせ等</li>
        <li style = "list-style-type: auto"> 当社は求人者に対し、法令の範囲内において、本サービス以外の当社の事業に関する広告や営業活動のために、これらに関する紙媒体でのダイレクトメールや電子メール送付を行う場合があります。 求人者は本規約への同意をもって当該送付に同意したものとします。なお、求人者は当該送付の停 止について、法令上定められた方法又は当社に通知・連絡することにより行うことができます。</li>
    </ul>`},{question:"第21条 (サービス利用契約上の地位の譲渡等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求人者は、当社の書面による事前の承諾なく、サービス利用契約上の地位又は本規約に基づく権利 若しくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。</li>
        <li style = "list-style-type: auto"> 当社は本サービスにかかる事業を他社又は他の個人事業者に譲渡した場合には、当該事業譲渡に伴い サービス利用契約上の地位、本規約に基づく権利及び義務並びに求人者の登録事項その他の顧客情 報を当該事業譲渡の譲受人に譲渡することができるものとし、求人者は、かかる譲渡につき本項に おいて予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみなら ず、会社分割その他事業が移転するあらゆる場合を含むものとします。</li>
    </ul>`},{question:"第22条 (委託)",answer:`
    当社は、本サービスに関する業務の一部又はすべてを第三者に委託することが出来るものとします。`},{question:"第23条 (分離可能性)",answer:`
    本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断 された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部 分は、継続して完全に効力を有するものとします。`},{question:"第24条 (準拠法及び管轄裁判所)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 本規約及びサービス利用契約の準拠法は日本法とします。</li>
        <li style = "list-style-type: auto"> 本規約又はサービス利用契約に起因し、又は関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
    </ul>`}]);return(o,y)=>{const c=f,m=U,x=C("lazy-load");return e(),n("div",null,[h(m,{name:s(r)},{default:v(()=>[t("div",O,[t("div",k,[t("p",{class:"text-primary underline text-sm font-normal mr-[8px] cursor-pointer",onClick:y[0]||(y[0]=a=>("routerPush"in o?o.routerPush:s(N))("/"))}," ホーム "),I(t("img",$,null,512),[[x]]),j]),z,R,t("div",H,[(e(!0),n(L,null,B(s(d),(a,b)=>(e(),E(c,{key:b,data:a},null,8,["data"]))),128))]),V])]),_:1},8,["name"])])}}});export{X as default};
