import{_ as x}from"./TermsCard.vue.7c8a2ea1.js";import{z as f,D as l,a1 as g,a2 as h,C as v,N as w,H as e,I as s,J as r,K as k,O as t,L as i,a4 as C,P as q,T as G,S as L,af as D}from"./entry.a7f8609d.js";import{_ as N}from"./icon-keyboard-arrow-right.fc161bc2.js";import"./client-only.0dd8160e.js";const O={class:"mx-auto pc:max-w-[1024px] mobile:w-[342px] min-h-screen"},E={class:"flex mt-[32px]"},I={"data-src":N,alt:"プライバシーポリシー",class:""},P=t("p",{class:"text-sm font-normal ml-[9px]"},"プライバシーポリシー",-1),S=t("div",null,[t("p",{class:"text-[32px] font-bold text-center underlined-privacy-policy mt-[64px]"}," プライバシーポリシー ")],-1),z=t("div",{class:"mt-[88px]"},[t("p",null," 株式会社パブリックコネクト(以下「当社」といいます。)は、当社サービスにおける利用者情報の取 扱いについて、以下のとおりプライバシーポリシーを定めます。 ")],-1),B={class:"mb-[80px]"},T=t("div",{class:"mb-[104px]"},[t("p",null,"【2023年6月1日 制定】")],-1),$=f({__name:"index",setup(U){const n=l(g()),u=l(h()),p=v(()=>u.value?"employer":n.value?"user":"guest"),c=l([{question:"第1条 (利用者情報及び個人情報)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 利用者情報とは、当社のウェブサイト及び当社への問い合わせ等(以下「当社ウェブサイト等」といいます。)を通じて、当社が提供するサービス(以下「当社サービス」といいます。)を利用する利用者(当社ウェブサイト等の閲覧者様も含みます。以下同じ。)の情報をいいます。 </li>
        <li style = "list-style-type: auto"> 個人情報とは、個人情報保護法第2条第1項に定めるもの(改正がある場合は改正後のものを含みます。)をいいます。 </li>
    </ul> `},{question:"第2条 (プライバシーポリシーへの同意)",answer:"利用者が当社ウェブサイト等を閲覧すること、当社サービスに登録すること等、当社サービスを利 用することで、利用者は本プライバシーポリシーに同意したものとします。"},{question:"第3条 (当社が当社サービスにおいて取得する情報)",answer:`当社は、当社サービスにおいて利用者の任意により、利用者から次の利用者情報を取得すること があります。利用者の属性により、下記取得させていただく利用者情報が異なります。ご提供いた だけない場合は、当社サービスの全部又は一部をご利用いただけない場合があります。
      <br> 
      <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
          <li style = "list-style-type: auto"> 氏名(組織・団体・法人の担当者名、代表者氏名を含む) </li>
          <li style = "list-style-type: auto"> 省庁、地方公共団体、独立行政法人その他の官公庁の名称 </li>
          <li style = "list-style-type: auto"> 郵便番号、住所 </li>
          <li style = "list-style-type: auto"> 性別 </li>
          <li style = "list-style-type: auto"> 年齢 </li>
          <li style = "list-style-type: auto"> 生年月日 </li>
          <li style = "list-style-type: auto"> 国籍 </li>
          <li style = "list-style-type: auto"> メールアドレス </li>
          <li style = "list-style-type: auto"> 電話番号 </li>
          <li style = "list-style-type: auto"> プロフィール写真 </li>
          <li style = "list-style-type: auto"> アカウント名 </li>
          <li style = "list-style-type: auto"> アカウントログインパスワード </li>
          <li style = "list-style-type: auto"> ホームページやSNSのURL </li>
          <li style = "list-style-type: auto"> 口座番号 </li>
          <li style = "list-style-type: auto"> 勤務先・職務経歴・学歴・資格 </li>
          <li style = "list-style-type: auto"> 当社のカスタマーサポートへの問い合わせからの情報  </li>
          <li style = "list-style-type: auto"> 評価又は苦情などのお客様からのフィードバック情報 </li>
          <li style = "list-style-type: auto"> その他お客様による当社サービスの登録、登録内容の変更、又はお客様からの問い合わせ等の連絡を通じてお客様から直接に取得する情報 </li>
          <li style = "list-style-type: auto"> 端末情報(利用者が使用する情報端末固有の情報、OS の種類、端末の個別識別方法、コンピュータ名、広告 ID 等を取得し、広告 ID を当団体が利用者に付与した内部識別子に紐づける場合があります。) </li>
          <li style = "list-style-type: auto"> cookieID等のオンライン上の識別子、ご利用の端末情報、参照元、閲覧履歴その他のサービスの利用状況(アクセスログ、IP アドレス、ブラウザ情報、ブラウザの言語設定を含みます)等 </li>
    </ul>`},{question:"第4条 (利用者情報の利用目的)",answer:`当社は、取得した利用者情報を次の目的で利用し、かつ、当該目的の範囲内において、情報の適 正な利用に努めるものとします。
    <ul style = "list-style-position: outside; padding-left:20px;margin-left:5px;">
        <li style = "list-style-type: auto"> 当社サービスの会員管理、利用者への連絡、及び当社サービスの運営・提供を行うため </li>
        <li style = "list-style-type: auto "> 利用者が申込・承諾等を行った当社サービスに参加している企業・学校・団体・地方公共団体・官公庁等への提供を行うため </li>
        <li style = "list-style-type: auto"> 当社サービスの改善および新規開発を行うため </li>
        <li style = "list-style-type: auto"> マーケティング活動の実施、改善のため </li>
        <li style = "list-style-type: auto"> 当社の実施するアンケート・イベント・キャンペーン・セミナー等の企画運営、情報提供、広報活動のため </li>
        <li style = "list-style-type: auto"> メールマガジン等の情報配信のため </li>
        <li style = "list-style-type: auto"> 利用者からのお問い合わせに対応するため </li>
        <li style = "list-style-type: auto"> 当社サービスの保守・メンテナンス業務を行うため </li>
        <li style = "list-style-type: auto"> 本サービスの利用に関する統計データを作成するため </li>
        <li style = "list-style-type: auto"> 当社の広告の配信又は表示のため </li>
    </ul>
    `},{question:"第5条 (利用者情報の提供)",answer:`当社は、利用者情報(個人情報を含みます。)の全部又は一部を、以下各号の場合を除き、利用 者の同意なく利用者本人以外に提供しないものとします。利用者は、当社が利用者情報の全部又 は一部を、以下の場合に利用者本人以外に対して提供を行うことにつき、同意するものとします。 また、個人情報保護法における個人情報の第三者提供に該当する場合、同法の規定に従い、第三者への個人情報の提供記録の作成等の必要な手続を経るものとします。
      <br>(a) 当社サービスの運営、向上、関連事業開発、提携企業のマーケティング等の目的で、利 用者情報の集計及び分析のために、Apple や Google 等の外部のプラットフォーム業者 等に対して、利用者情報の全部又は一部を提供する場合
      <br>(b) 利用者へ広告配信等するために、広告配信事業者等へ対して、利用者情報の一部又 は全部を提供する場合
      <br>(c) 利用者が希望するサービスを提供する目的で、決済代行会社等の委託先等に対し、利 用者情報を提供する場合(なお、当該提携先等の第三者は、当社が提供した利用者情 報をサービス提供のために必要な範囲を超えて利用することはできません。)
      <br>(d) 当社、利用者その他第三者の生命、身体もしくは財産、または当社が提供するサービス の保護のために必要がある場合
      <br>(e) 公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合
      <br>(f) 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行 することに対して協力する必要がある場合、これらの者から正当に開示を求められた場
      <br>合
      <br>(g) 個人情報保護法の規定における委託や共同利用等、利用者の同意なく個人情報を提
      <br>供できる場合
      <br>(h) その他個人情報保護法等の法令で認められた場合`},{question:"第6条 (通信の秘密)",answer:"当社は、利用者の同意がある場合その他の違法性阻却事由がある場合を除いては、通信の秘密 に関する個人情報の取得、保存、利用及び第三者提供を行うことはありません。したがいまして、 利用者間で通信の秘密に関する個人情報を直接やり取りする場合は、利用者ご本人による通信 の相手方に対する直接の個人情報の提供になる点につきご留意ください。"},{question:"第7条 (取得した個人情報の共同利用)",answer:"利用者に当社サービスを提供するにあたり、当社と共同して業務を行うビジネスパートナーが必要 となった場合、利用者の個人情報をそのビジネスパートナーと共同利用することがあります。この場 合、当社は、共同利用する旨、目的、情報の範囲、ビジネスパートナーの範囲、責任者の氏名又 は名称及び住所、ならびに法人にあってはその代表者の氏名について、別途、利用者に公表した 上で共同利用することとします。"},{question:"第8条 (取得した個人情報の委託)",answer:"当社は、第5条にも規定のとおり、利用目的の達成に必要な範囲内において、支払処理や当社サ ービスの業務の一部を委託する場合等、個人情報の取扱いの全部又は一部を業務委託先に委 託することがあります。その際、業務委託先としての適格性を十分審査するとともに、業務委託契 約の締結にあたって守秘義務に関する事項等を規定し、委託先の監督等、情報が適正に管理さ れる体制作りを行います。"},{question:"第9条 (個人情報の開示、訂正及び利用停止等)",answer:`<ul style = "list-style-position: outside; padding-left:20px;margin-left:5px;">
          <li style = "list-style-type: auto"> 当社は、利用者から、個人情報保護法の定めに基づき個人情報の開示を求められた場合には、個人情報保護法により当社が開示の義務がある場合に限り、利用者ご本人からの請求であることを確認の上で、遅滞なく個人情報の開示を行います。なお、個人情報の開示にあたっては、当社が別途定める手続に従って開示手数料をお支払いいただく場合があります。 </li>
          <li style = "list-style-type: auto ">当社は、利用者から、個人情報保護法の定めに基づき個人情報の利用停止又は消去を求め られた場合で、以下のいずれかに該当する場合には、利用者ご本人からの請求であることを 確認の上で、遅滞なく必要な調査を行い、その結果に基づき、個人情報の利用停止又は消去を行い、利用者に対してその旨を通知します。
            <br>(1)個人情報が真実でないという理由によって個人情報保護法の定めに基づきその内容の 訂正を求められた場合 
            <br>(2)個人情報が予め公表された利用目的の範囲を超えて取り扱われているという理由又は偽 りその他不正の手段により取得されたものであるという理由がある場合 
            <br>(3)当社が利用者の個人情報を利用する必要がなくなった場合 
            <br>(4)当社が利用者の個人情報を漏えい、滅失、毀損その他個人情報保護法や規則で定める 事態が生じた場合 
            <br>(5)利用者の権利又は正当な利益が害されるおそれがある場合 </li>
          <li style = "list-style-type: auto"> 当社は、利用者から、利用者の個人情報について訂正、追加又は削除を求められた場合で、 利用者の個人情報の内容が事実でないときその他個人情報保護法の規定で定められた場 合には、利用者ご本人からの請求であることを確認の上で、調査の上で個人情報の訂正等を 行い、利用者に対してその旨を通知します。 </li>
          <li style = "list-style-type: auto"> 利用者の個人情報が本プライバシーポリシー又は個人情報保護法の規定に違反して、第三 者に提供されているときは、利用者は、当社に対し、個人情報の第三者への提供の停止を請 求することができます。 </li>
          <li style = "list-style-type: auto"> 当社は、利用者から、第三者への個人情報の提供記録について開示を求められた場合には、 個人情報保護法により当社が開示の義務がある場合に限り、利用者ご本人からの請求である ことを確認の上で、遅滞なく当該記録の開示を行います。なお、当該開示にあたっては、当社 が別途定める手続に従って開示手数料をお支払いいただく場合があります。 </li>
          <li style = "list-style-type: auto"> 前各項の請求に際しては、以下で定める問い合わせ窓口に対し、以下の各号の情報・資料を 当社に提供・送付していただきます。
           <br>➀  氏名・住所・電話番号・メールアドレス
           <br>②  請求内容・経緯・根拠資料
           <br>③  本人確認資料
           <br>④  その他、当社が必要であると判断した情報及び資料 </li>
          <li style = "list-style-type: auto"> 以下の各号のいずれかに該当する事由がある場合、当社は、本条の規定に基づく請求に応じることができない場合があります。その際は、利用者に対してその旨を通知すると共に、理 由を説明します。ただし、2にあたる場合には、利用者からの請求の種類に応じて、当社は利 用者の権利利益を保護するために、必要な代わるべき措置を取ることができます。
            <br>➀  利用者又は第三者の生命、身体、財産その他の権利利益を害するおそれがある場合 
            <br>②  多額の費用を要する場合、その他当社の業務の適正な実施に著しい支障を及ぼすおそ れがある場合
            <br>③  個人情報保護法、又はその他法令に違反することとなる場合
            <br>④  利用者ご本人からの請求であることが確認できない場合 </li>
    </ul>`},{question:"第10条 (Cookie等)",answer:`<ul style = "list-style-position: outside; padding-left:20px;margin-left:5px;">
          <li style = "list-style-type: auto"> 当社は当社サービスを通じて、Cookie を利用者が利用するブラウザに送信し、その技術を利用することがあります。 これにより、当社は、利用者の閲覧履歴、サービス利用履歴、参照元、 個人が特定できない属性情報等を取得することがあります。利用者は、利用者自身でブラウ ザの設定を変更することで、Cookie の受け入れを無効化したり、拒否したりする事ができます。 利用者が Cookie を無効化し、又は拒否した場合、当社サービスの一部が適切に動作しない 場合がありますのでご留意ください。 </li>
          <li style = "list-style-type: auto; "> 当社は、Google が提供する Google アナリティクスを利用しています。当社は、Google が当社 または Google の設定する Cookie をもとにして利用者の閲覧履歴を収集し、分析した結果を 受け取り、利用者の利用状況の把握や、当社のサービスに利用する場合があります。Google による Google アナリティクスにおけるデータの取扱いについては、同社のサイトをご覧くださ い。
            <br><br>「GOOGLE のサービスを使用するサイトやアプリから収集した情報の GOOGLE による使 用」
            <br><br> <a style =" color: blue; text-decoration: underline;" href="https://policies.google.com/technologies/partner-sites">https://policies.google.com
              /technologies/partner-sites</a>
            <br><br> </li>
          <li style = "list-style-type: auto"> 当社は、Cookie 等の個人関連情報(個人情報保護法に定めるものをいいます。)について、 提供先の第三者が利用者個人を識別するために取得することが想定される場合、利用者の 同意がある場合又は本プライバシーポリシーで定めた場合を除き、当該個人関連情報を当該 第三者に提供しないものとします。この場合は、当社は利用者の同意を取得し(本プライバシ ーポリシーで同意されている場合を含む。)、個人情報保護法及び政令に基づき、当社は利 用者に対し提供先の第三者を個別に明示し、対象となる個人関連情報を特定するとともに、 当該第三者提供に関する記録を作成いたします。 </li>
          <li style = "list-style-type: auto"> 利用者が Cookie の受取りを可能な設定にしている場合、Google 等の広告配信事業者等の 第三者が当サービスを利用する利用者の閲覧履歴等の Cookie 情報を取得し、広告配信事 業者等の広告枠上にて、広告が配信される場合があります。 </li>
          <li style = "list-style-type: auto"> 前項に関連して、広告配信事業者等は、Cookie、アクセスデータ、当社識別子および利用者 の属性情報を利用して、利用者の趣味・嗜好に沿った広告を配信することがあります。利用者 は、広告配信事業者等のオプトアウトページにアクセスし、無効化 (オプトアウト) することによ り、広告配信事業者等による Cookie およびアクセスデータの利用を停止できる場合があります。その場合、利用者の趣味・嗜好に沿った広告が配信されなくなったり、同じ広告が繰り返 し配信されたりすることがあります。無効化 (オプトアウト) したい場合は、各広告配信事業者 等のプライバシーポリシー及びオプトアウトページへアクセスし、各広告配信事業者等のサイ トの手順に従い、設定をしてください。 </li>
    </ul>`},{question:"第11条 (リンク)",answer:"当社ウェブサイト等からリンクされている当社以外の事業者が提供するウェブサイトにおいて、当該 事業者が利用者情報の取得を行う場合がありますが、その際には本プライバシーポリシーは適用 されることはなく、当社は当該事業者が利用者情報を取得することに関し、なんら義務や責任を負 いません。したがいまして、利用者が当社ウェブサイト等からリンクされている当社以外の事業者が 提供するウェブサイトを利用される場合は、利用者自身の責任でご利用ください。"},{question:"第12条 (問い合わせ窓口)",answer:`本プライバシーポリシーに対するご意見、ご質問、次条で定める当社の個人情報の安全管理措置 についてのお問い合わせ、利用者情報の取り扱いに関するお問い合わせ、及び個人情報保護法 に基づくご請求については、以下にご連絡ください。<br>
      <br>個人情報保護管理者:代表取締役 平田祐太郎 個人情報に関する苦情および相談、開示等についての当社お問い合わせ先 
      <br>株式会社パブリックコネクト
      <br>住所:〒530-0004 大阪府大阪市北区堂島浜 2-2-28 堂島アクシスビル 4 階 SYNTH
      <br>メール:<a style ="color: blue;text-decoration: underline;" href = "mailto:privacy@public-connect.co.jp">privacy@public-connect.co.jp</a>`},{question:"第13条 (漏えい等の報告等)",answer:`<ul style = "list-style-position: outside; padding-left:20px;margin-left:5px;">
          <li style = "list-style-type: auto"> 当社は、個人情報の漏えい、滅失、毀損漏えい、滅失、毀損(以下「漏えい等」といいます。)の防止及びその他の安全管理のために、必要かつ適切な安全管理措置を講じます。漏えい 等又はその他個人情報保護委員会規則で定める事態が生じた場合には、個人情報保護法 等で定めるところにより、当該事態が生じた旨を個人情報保護委員会に報告するものとします。 </li>
          <li style = "list-style-type: auto "> 前項に規定する場合には、当社は、利用者に対し、個人情報保護法等で定めるところにより、 当該事態が生じた旨を通知するものとします。ただし、利用者への通知が困難な場合であっ て、利用者の権利利益を保護するため必要なこれに代わるべき措置をとるときは、この限りで ないものとします。 </li>
    </ul>`},{question:"第14条 (改訂)",answer:"本プライバシーポリシーを変更する場合、当社は当社サービスの Web サイトへの掲示その他当社 が適当と判断した方法により、あらかじめ変更後の本プライバシーポリシーの内容および効力発生時期を通知します。ただし、法令上利用者の同意が必要となる変更を行う場合は、当社が法令の 定めに従い、適当と判断した方法により同意を得るものとします。なお、利用者が通知において指 定された期日以後に当社サービスを利用した場合には、法令上その効力を否定される場合を除き、 変更後の本プライバシーポリシーに同意したものとみなされます。"}]);return(o,y)=>{const d=x,m=D,b=w("lazy-load");return e(),s("div",null,[r(m,{name:i(p)},{default:k(()=>[t("div",O,[t("div",E,[t("p",{class:"text-primary underline text-sm font-normal mr-[8px] cursor-pointer",onClick:y[0]||(y[0]=a=>("routerPush"in o?o.routerPush:i(C))("/"))}," ホーム "),q(t("img",I,null,512),[[b]]),P]),S,z,t("div",B,[(e(!0),s(G,null,L(i(c),(a,_)=>(e(),s("div",{key:_},[r(d,{data:a},null,8,["data"])]))),128))]),T])]),_:1},8,["name"])])}}});export{$ as default};
