import{_ as x}from"./TermsCard.vue.7c8a2ea1.js";import{z as f,D as l,a1 as _,a2 as g,C as w,N as q,H as e,I as a,J as h,K as v,O as t,L as s,a4 as C,P as N,T as D,S as I,af as B,X as L}from"./entry.a7f8609d.js";import{_ as P}from"./icon-keyboard-arrow-right.fc161bc2.js";import"./client-only.0dd8160e.js";const k={class:"mx-auto pc:max-w-[1024px] mobile:w-[342px] min-h-screen"},E={class:"flex mt-[32px]"},T={"data-src":P,alt:"ご利用者様向け利用規約",class:""},U=t("p",{class:"text-sm font-normal ml-[9px]"},"ご利用者様向け利用規約",-1),j=t("div",null,[t("p",{class:"text-3xl font-bold text-center underlined-privacy-policy mt-[64px]"}," ご利用者様向け利用規約 ")],-1),z=t("div",{class:"mt-[88px]"},[t("p",null," 「PUBLIC CONNECT」利用者様向け利用規約(以下「本規約」といいます。)には、株式会社パブリックコ ネクト(以下「当社」といいます。)の提供する「PUBLIC CONNECT」のご利用にあたり、求職者として利 用される皆様に遵守していただく事項、及び当社と求職者との間の権利義務関係が定められております。 当社の本サービスをご利用になる方は、本規約に同意する前に必ず全文お読み下さいますようお願いい たします。 ")],-1),O={class:"mb-[88px] pt-[24px]"},S=t("div",{class:"mb-[104px]"},[t("p",null,"【2023年7月1日制定】")],-1),J=f({__name:"index",setup(V){const n=l(_()),r=l(g()),u=w(()=>r.value?"employer":n.value?"user":"guest"),p=l([{question:"第1条 (適用)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 本規約は、本サービスの利用条件及び本サービスの利用に関する当社と求職者との間の権利義務関係を定めることを目的とし、当社と求職者との間の本サービスの利用に関わる一切の関係に適用されます。</li>
        <li style = "list-style-type: auto"> 当社が当社ウェブサイト上で掲載する本サービス利用に関するルール(https://public-connect.jp )は、本規約の一部を構成するものとします。</li>
        <li style = "list-style-type: auto"> 本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。ただし、当社と求職者との間において個別の合意が あり、かつ当該合意の内容において本規約よりも当該合意が優先される旨の合意がされた場合はこの 限りではありません。</li>
    </ul>`},{question:"第2条 (定義)",answer:`
    本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。
    <br>(1)「サービス利用契約」とは、本規約を契約の内容として、当社と求職者の間で締結される、本サ ービスの利用契約を意味します。
    <br>(2)「求人者」とは、求人情報を本サービスにおいて掲示し、これによって求人の募集を行う地方公 共団体その他の官公庁である法人、個人、又は団体等を意味します。
    <br>(3)「求職者」とは、第 3 条(登録)に基づいて求職者としての登録が完了した者であり、本サービ スに掲載された求人情報に関し、求人者との間で雇用契約を締結する目的で本サービスを利用す る個人を意味し、また過去に求職者であった者(本サービスの求職者としての登録を抹消した人 や強制退会を受けた人を含む)も含みます。
    <br>(4)「求人情報」とは、本サービスを通じて求人者から提供される求人に関する情報を意味します。
    <br>(5)「当社ウェブサイト」とは、そのドメインが「https://public-connect.jp」である、当社が運営 するウェブサイト(理由の如何を問わず、当社のウェブサイトのドメイン又は内容が変更された 場合は、当該変更後のウェブサイトを含みます。)を意味します。
    <br>(6)「本サービス」とは、当社ウェブサイトにおいて、求人者が求職者に対し、官公庁等の求人情報 を提供することで、求人者と求職者の任意のマッチングを支援するサービス、及びこれに関連す るその他の各種サービスを意味します。なお、理由の如何を問わずサービス名やサービス内容が 変更された場合は、当該変更後のサービスを含みます。
    <br>(7)「マッチング」とは、求職者が自らの意思において、本サービス所定の方法により、特定の求人
    <br>情報の内容の仕事につき就労を希望する旨を示し、当該希望が本サービスを通して求人者に伝達されることを意味します。
    <br>(8)「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権(それらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含みます。)を意味します。`},{question:"第3条 (登録)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto">求職者として本サービスの利用を希望する者(以下「登録希望者」といいます。)は、本規約を遵守することに同意し、かつ当社の定める一定の情報(以下「登録事項」といいます。)を当社の定める 方法で当社に提供することにより、当社に対し、本サービスの利用の申込をすることができます。な お、登録希望者は、登録事項の内容について自ら責任を持つものとし、当社は登録事項の誤りについ ては一切責任を負いません。</li>
        <li style = "list-style-type: auto">当社は、当社の審査基準に従って、前項に基づいて本サービスの利用の申込を行った登録希望者の登 録の可否を判断し、当社が登録を認める場合にはその旨を登録希望者に通知します。登録希望者の求 職者としての登録は、当社が本項の通知を行ったことをもって完了したものとします。</li>
        <li style = "list-style-type: auto">前項に定める登録の完了時に、サービス 利用契約が求職者と当社の間に成立し、求職者は、本サー ビスを本規約に従い利用することができるようになります。</li>
        <li style = "list-style-type: auto">当社は、登録希望者が、以下の各号のいずれかの事由に該当する場合は、登録及び再登録を拒否する ことがあり、また、当社はその理由について一切開示義務を負いません。
          <br>(1) 当社に提供した登録事項の全部又は一部につき虚偽、誤記又は記載漏れがあった場合
          <br>(2) 登録希望者が個人である場合に、未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、法定代理人、後見人、保佐人又は補助人の同意等を得ていなかった場合
          <br>(3) 反社会的勢力等(暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。)である、又は資金提供その他を通じて反社会的勢力等の維持、運営もしくは 経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると 当社が判断した場合
          <br>(4) 過去当社との契約に違反した者又はその関係者であると当社が判断した場合
          <br>(5) 第 10 条第 1 項(登録抹消等)に定める措置を受けたことがある場合
          <br>(6) 当社と同種類似の事業を行う事業者が、本サービスにおいて不当な情報や利益を得ようとしていると当社が判断した場合
          <br>(7) その他、登録を適当でないと当社が判断した場合</li>
    </ul>
    `},{question:"第4条 (登録事項の変更)",answer:`
    求職者は、登録事項に変更があった場合、当社の定める方法により当該変更事項を遅滞なく当社に通知 するものとします。`},{question:"第5条 (パスワード及び求職者 ID の管理)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求職者は、自己の責任において、本サービスに関するパスワード及び求職者 ID を適切に管理及び保管するものとし、これを第三者に利用させ、又は貸与、譲渡、名義変更、売買等をしてはならないものとします。</li>
        <li style = "list-style-type: auto"> パスワード又は求職者 ID の管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任は求職者が負うものとします。</li>
        <li style = "list-style-type: auto"> 求職者は、アカウントIDやパスワードが盗まれていることや、第三者に使用されていることが判明した場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。</li>
    </ul>`},{question:"第6条 (求職者の費用負担)",answer:`
    求職者には本サービスの提供の対価としての特段の料金の負担はありません。ただし、本サービスを利 用するために発生する費用(インターネット接続料金や通信料金を含む)は、すべて求職者の負担とな ります。`},{question:"第7条 (禁止事項)",answer:`
    求職者は、本サービスの利用にあたり、以下の各号のいずれかに該当する行為又は該当すると当社が判 断する行為をしてはなりません。
    <br>(1) 法令に違反する行為及び本規約に違反する行為
    <br>(2) 当社、求人者、又はその他の第三者に対する詐欺又は脅迫行為
    <br>(3) 公序良俗に反する行為及び犯罪行為に関与・加担する行為
    <br>(4) 当社、求人者、他の求職者又はその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為
    <br>(5) 本サービスを通じ、以下に該当し、又は該当すると当社が判断する情報を当社又は求人者に送信する行為
    <br>・暴力的又は残虐な表現を含む情報
    <br>・コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報
    <br>・当社、求人者、他の求職者又はその他の第三者の名誉又は信用を毀損する表現を含む情報
    <br>・過度にわいせつな表現を含む情報
    <br>・差別を助長する表現を含む情報
    <br>・自殺、自傷行為を助長する表現を含む情報
    <br>・薬物の不適切な利用を助長する表現を含む情報
    <br>・反社会的な表現を含む情報
    <br>・チェーンメール等の第三者への情報の拡散を求める情報
    <br>・他人に不快感を与える表現を含む情報
    <br>(6) 本サービスの他の求職者の ID 又はパスワードを利用する行為、
    <br>(7) 本サービス及び当社ウェブサイトその他当社システムに対するリバースエンジニアリング、自動巡回プログラムの利用、その他の解析行為
    <br>(8) 本サービスのネットワーク又はシステム等に過度な負荷をかける行為、本サービスの運営を妨害するおそれのある行為及び当社のネットワーク又はシステム等への不正アクセス行為
    <br>(9) 虚偽の情報を登録する行為及び虚偽の情報でマッチングしようとする行為(及び第三者になりすましてマッチングしようとする行為を含みます。)
    <br>(10) 当社が事前に許諾しない本サービス上での宣伝、広告、勧誘、又は営業行為(当社と同種類似の 事業を行う事業者が、本サービスにおいて不当な宣伝活動等を行おうとしている場合を含みます。)
    <br>(11) 求人者の秘密情報を開示又は漏洩する行為
    <br>(12) 当社、求人者又はその他の第三者に不利益、損害、不快感を与える行為
    <br>(13) 求人者の官舎等を撮影した写真、動画等を求人者の承諾なくSNS等に掲載する行為
    <br>(14) 反社会勢力等への利益供与
    <br>(15) 前各号の行為を直接又は間接に惹起し、又は容易にする行為
    <br>(16) 前各号の行為を試みる行為
    <br>(17) その他、当社が不適切と判断する行為`},{question:"第8条 (本サービスの変更・中断・停止等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社は、以下のいずれかに該当する場合には、求職者に事前に通知することなく、本サービスの全部又は一部の提供を変更、中断、停止又は終了することができるものとします(ただし次項本文に定める場合を除きます)。
          <br>(1) 本サービス及び当社ウェブサイトに関するサーバー保守、システム変更、コンピューター・システムの点検又は保守作業を緊急に行う場合
          <br>(2) コンピューター、通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキング等により本サービスの運営ができなくなった場合
          <br>(3) 地震、落雷、火災、風水害、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合
          <br>(4) その他、当社が変更、中断、停止又は終了を必要と任意に判断した場合</li>
        <li style = "list-style-type: auto"> 当社が前項第 4 号に基づき本サービスを終了する場合、当社は原則として求職者に事前に通知する ものとします。ただし、本サービスの終了につき緊急性を要すると当社が判断した場合はこの限り ではありません。</li>
        <li style = "list-style-type: auto"> 前 2 項に規定する場合において、求職者が何らかの理由により損害を被ったとしても、当社は一切 の責任を負いません。</li>
    </ul>
    `},{question:"第9条 (権利帰属)",answer:`
    本サービス及び当社ウェブサイトに関する知的財産権は全て当社又は当社にライセンスを許諾している 者に帰属しており、本規約に基づく本サービスの利用許諾は、当社ウェブサイト又は本サービスに関す る当社又は当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。`},{question:"第10条 (登録抹消等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto">当社は、求職者が、以下の各号のいずれかの事由に該当する場合は、事前に通知又は催告することなく、求人情報を削除もしくは非表示にし、当該求職者について本サービスの利用を一時的に停止し、 又は求職者としての登録を抹消しサービス利用契約を強制解約することができます。
          <br>(1) 本規約のいずれかの条項に違反した場合
          <br>(2) 登録事項に虚偽の事実があることが判明した場合
          <br>(3) 支払停止もしくは支払不能となり、又は破産手続開始、民事再生手続開始、会社更生手続開始、 特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合
          <br>(4) 6ヶ月以上本サービスの利用がない場合
          <br>(5) 当社からの問い合わせその他の回答を求める連絡に対して30日間以上応答がない場合
          <br>(6) 求職者が第7条各号に該当する行為を行った場合
          <br>(7) その他、当社が求職者の本サービスの利用又は求職者としての登録の継続を適当でないと判断した場合</li>
        <li style = "list-style-type: auto"> 前項各号のいずれかの事由に該当した場合、求職者は、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。</li>
        <li style = "list-style-type: auto"> 求職者が第1項のいずれかの事由に該当し、これに基づき当社が損害を被った場合は、求職者は当社 に対して、当該損害(間接損害及び特別損害を含み、当社が負担した合理的な金額の弁護士費用を含みます。)の全額を賠償するものとします。</li>
    </ul>`},{question:"第11条 (退会)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求職者は、当社所定の手続の完了により、本サービスから退会し、自己の求職者としての登録を抹消することができます。当社が求職者の本サービスの退会の申し出を承諾し、当該承諾の連絡又は通知が求職者に到達した時点で、求職者と当社との間のサービス利用契約が終了します。</li>
        <li style = "list-style-type: auto">退会にあたり、当社に対して負っている債務がある場合は、求職者は、当社に対して負っている債務 の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。</li>
    </ul>`},{question:"第12条 (求人情報等に関する求職者の責任、並びにこれらに対する当社の免責)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求職者は求人情報等の適法性、真実性及び妥当性について、その内容を確認したい場合や疑義が生じ た場合には、求職者の責任において、直接又は本サービスを通して、求人者に対して、その確認を行 うものとします。また、求人者との間の雇用契約の成立、その他両者の関係や紛争については、当社は一切関知せず、当社は求職者に対してその責任を一切負いません。</li>
        <li style = "list-style-type: auto"> 当社は求人者が提供した求人情報等に何らかの加工を加えるものでもなく、当社が特定の求人情報のみを取り出して求職者に対して提供するものではありません。また、特定の求職者のみに対して特定の求人情報を提供するものではなく、全ての求人情報は全ての求職者が閲覧できる状況にあります。</li>
        <li style = "list-style-type: auto"> 当社は、求人情報等が労働法規に違反していた場合や求人者が労働法規で求められる使用者としての 義務を履行しない場合でも、求職者に対し、これにより生じた損害その他一切の結果に対する責任を追わないものとします。</li>
        <li style = "list-style-type: auto"> 求職者は、マッチング後において、直接又は本サービスを通して、求人者との間で連絡を取り合い、双方の任意の判断で求人情報等の確認及び雇用契約の締結を行うものとします。当社は、求人者と求 職者との間の連絡内容(本サービス内のやり取りの内容を含む)に対して一切関与することはなく、 その内容を加工することもありません。</li>
        <li style = "list-style-type: auto"> 当社は、求人情報等について、本規約及び当社プライバシーポリシーで個別に定める場合を除き、求 職者からの質問等への回答、その他対応等を行う義務を一切負いません。</li>
        <li style = "list-style-type: auto"> 当社は、求職者が本サービスにおいて登録・保存・当社に提供した情報について保存する義務を負う ものではありません。</li>
    </ul>`},{question:"第13条 (本サービスに関する保証の否認及び免責等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社は、本サービスが求職者の特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、求職者による本サービスの利用が求職者に適用のある法令又は業界団体の内部規 則等に適合すること、継続的に利用できること、及び不具合が生じないことについて、明示又は黙示 を問わず何ら保証するものではありません。</li>
        <li style = "list-style-type: auto"> 当社は、本サービスを提供し、求人者と求職者のマッチングを促進しますが、当社は求人者と求職者 の雇用契約の成立をあっせんするものではなく、当社は職業安定法に規定される職業紹介を行うもの ではありません。また、マッチングは雇用契約の成立を何ら意味するものではありません。したがっ て、当社は求人者と求職者の雇用契約の締結、双方の義務の履行、及び賃金の支払等の当事者間の法 律関係については一切関与せず、当事者間の雇用契約の成立及び履行、ならびにこれらに起因する当 事者間の紛争について、当社は一切責任を負わないものとします。</li>
        <li style = "list-style-type: auto"> 求職者は、求職者ご自身の責任において本サービスをご利用いただくものとし、本サービスにおいて 行った一切の行為及びその結果について一切の責任を負うものとします。求職者が当サービスを利用 することにより当社が損害を被った場合は、求職者は当社に対して、当該損害(間接損害及び合理的 な金額の弁護士費用を含みます。)の全額を賠償するものとします。</li>
        <li style = "list-style-type: auto"> 当社は、本サービスの内容において、欠陥、一時停止、一部削除、変更、終了及びそれらが原因で発 生した求職者の損害、本サービスの利用により又は利用できなかったことにより発生した求職者の損 害、並びに本サービスに起因する求職者の損害に対し、原則としていかなる責任も負わないものとし、 損害賠償義務を一切負わないものとします。</li>
        <li style = "list-style-type: auto"> 当社は、前項及び本規約の各免責規定のとおり、本サービス及びサービス利用契約に関して、求職者 が被った損害につき、一切の責任を負いません。ただし、当社に故意又は重過失がある場合、又は求 職者と当社の間で締結したサービス利用契約が消費者契約法における消費者契約である場合を除きま す。</li>
        <li style = "list-style-type: auto"> 前項ただし書きにより当社が責任を負う場合でも、求人者に対しては 1 万円を超えて賠償する責任を 負わないものとします。ただし、求職者と当社の間で締結したサービス利用契約が消費者契約法にお ける消費者契約であり、かつ当社に故意又は重過失がある場合を除きます。</li>
        <li style = "list-style-type: auto"> 当社が責任を負うすべての場合において、付随的損害、間接損害、特別損害、将来の損害及び逸失利 益にかかる損害については、賠償する責任を負わないものとします。</li>
        <li style = "list-style-type: auto"> 前 3 項の規定は、本サービス及びサービス利用契約に関して、求職者が被った損害につき、債務不履 行、不法行為等の請求原因を問わず、当社が責任を負う場合のすべてに適用されます。</li>
        <li style = "list-style-type: auto"> 本サービス又は当社ウェブサイトに関連して求職者と求人者又は第三者との間において生じた取引、 連絡、紛争等(求人者と求職者との間の取引、連絡、紛争等を含む)については、求職者が自己の責 任によって解決するものとします。</li>
    </ul>
   `},{question:"第14条 (通信の秘密)",answer:`
    当社及び当社が委託した第三者は、求人情報等が労働法規に違反していないかその他求人情報等の内容 に問題があるか等の調査を目的として、法令上要求される通信の秘密に反しない範囲で、本サイト上の すべての箇所を監視できるものとします。ただし、当社が、電気事業通信法における電気通信事業者と しての業務を遂行するために必要であって、かつ同法が許与する場合であると当社が判断する場合には、 当社は正当業務行為として、求人者と求職者との間での個別のやり取り(本サービス上でのチャットの 内容を含む)に関連するすべての箇所を監視するものとします。`},{question:"第15条 (秘密保持)",answer:`
    求職者は、本サービスに関連して当社が求職者に対して秘密に取扱うことを求めて開示した非公知の情 報について、当社の事前の書面による承諾がある場合を除き、秘密に取扱うものとします。`},{question:"第16条 (求職者の情報の取扱い)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社による求職者の情報の取扱いについては、別途当社プライバシーポリシー(https://public-connect.co.jp/privacy-policy)の定めによるものとし、求職者は、当社がこの プライバシーポリシーに従って、求職者の登録事項等の情報を取扱うことについて同意するものとし ます。</li>
        <li style = "list-style-type: auto"> 当社は、求職者が当社に提供した情報、データ等を、個人情報保護法の規定に基づき、個人を特定で きない形での統計的な情報として、当社の裁量で、利用及び公開することができるものとし、求職者 はこれに異議を唱えないものとします。</li>
    </ul>`},{question:"第17条 (本規約等の変更)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 当社は、当社が必要と認めた場合は、本規約を変更できるものとします。本規約を変更する場合、変更後の本規約の施行時期及び内容を当社ウェブサイト上での掲示その他の適切な方法により周知し、 又は求職者に通知します。ただし、法令上求職者の同意が必要となるような内容の変更の場合は、当 社所定の方法で求職者の同意を得るものとします。</li>
        <li style = "list-style-type: auto"> 本規約の変更に同意しない求職者は、前項に定める変更の効力発生日の前日までに、サービス利用契 約を終了させるために本サービスを退会し、自己の求職者としての登録を抹消させる必要があります。 求職者が本規約の変更の効力発生日までにサービス利用契約の当該終了処理を行わず、本サービスの 利用を継続した場合には、当該変更に同意したものとみなされます。</li>
    </ul>`},{question:"第18条 (連絡・通知)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 本サービスに関する問い合わせその他求職者から当社に対する連絡又は通知、及び本規約の変更に関する通知その他当社から求職者に対する連絡又は通知は、当社の定める方法で行うものとします。</li>
        <li style = "list-style-type: auto"> 当社が登録事項に含まれるメールアドレスその他の連絡先に連絡又は通知を行った場合、求職者は当該連絡又は通知を受領したものとみなします。</li>
    </ul>`},{question:"第19条 (サービス利用契約上の地位の譲渡等)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 求職者は、当社の書面による事前の承諾なく、サービス利用契約上の地位又は本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。</li>
        <li style = "list-style-type: auto"> 当社は本サービスにかかる事業を他社又は他の個人事業者に譲渡した場合には、当該事業譲渡に伴い サービス利用契約上の地位、本規約に基づく権利及び義務並びに求職者の登録事項その他の顧客情報 を当該事業譲渡の譲受人に譲渡することができるものとし、求職者は、かかる譲渡につき本項におい て予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。</li>
    </ul>`},{question:"第20条 (委託)",answer:`
    当社は、本サービスに関する業務の一部又はすべてを第三者に委託することが出来るものとします。`},{question:"第21条 (分離可能性)",answer:`
    本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断 された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部 分は、継続して完全に効力を有するものとします。`},{question:"第22条 (準拠法及び管轄裁判所)",answer:`
    <ul style = "list-style-position: outside; padding-left:20px; margin-left:5px;">
        <li style = "list-style-type: auto"> 本規約及びサービス利用契約の準拠法は日本法とします。</li>
        <li style = "list-style-type: auto"> 本規約又はサービス利用契約に起因し、又は関連する一切の紛争については、東京地方裁判所を第一</li>
        <li style = "list-style-type: auto"> 審の専属的合意管轄裁判所とします。</li>
    </ul>`}]);return(i,o)=>{const d=x,b=B,c=q("lazy-load");return e(),a("div",null,[h(b,{name:s(u)},{default:v(()=>[t("div",k,[t("div",E,[t("p",{class:"text-primary underline text-sm font-normal mr-[8px] cursor-pointer",onClick:o[0]||(o[0]=y=>("routerPush"in i?i.routerPush:s(C))("/"))}," ホーム "),N(t("img",T,null,512),[[c]]),U]),j,z,t("div",O,[(e(!0),a(D,null,I(s(p),(y,m)=>(e(),L(d,{key:m,data:y},null,8,["data"]))),128))]),S])]),_:1},8,["name"])])}}});export{J as default};
